scripts/sa/wrk_low_cycle1.log
Running 5m test @ http://192.168.1.243:30915
  12 threads and 400 connections

  Thread calibration: mean lat.: 9223372036854776.000ms, rate sampling interval: 10ms
  Thread calibration: mean lat.: 9223372036854776.000ms, rate sampling interval: 10ms
  Thread calibration: mean lat.: 9223372036854776.000ms, rate sampling interval: 10ms
[...]

-----------------------------------------------------------------------
Test Results @ http://192.168.1.243:30915 
  Thread Stats   Avg      Stdev     99%   +/- Stdev
    Latency     2.52m     1.36m    4.87m    57.60%
    Req/Sec     1.26     11.94   100.00     98.85%
  4168 requests in 5.00m, 0.93MB read
Requests/sec:     13.89  
Transfer/sec:      3.17KB